import { ICertificateItem } from '../types/';
import CertificateImage from '/images/certificate-500.jpg';

export const certificates: ICertificateItem[] = [
  {
    id: 1,
    name: '500 грн',
    price: 500,
    image: CertificateImage,
    sku: 100001,
    description: `
      Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!

      Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.

      • при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;• якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;• при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;• Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;• у разі втрати Подарунковий сертифікат не відновлюється;• термін дії Подарункового сертифіката не продовжується;• після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;• термін дії вказаний на звороті Подарункового сертифіката.
    `,
  },

  {
    id: 2,
    name: '1000 грн',
    price: 1000,
    image: CertificateImage,
    sku: 100002,
    description: `
      Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!

      Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.

      • при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;• якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;• при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;• Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;• у разі втрати Подарунковий сертифікат не відновлюється;• термін дії Подарункового сертифіката не продовжується;• після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;• термін дії вказаний на звороті Подарункового сертифіката.
    `,
  },

  {
    id: 3,
    name: '2000 грн',
    price: 2000,
    image: CertificateImage,
    sku: 100003,
    description: `
      Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!

      Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.

      • при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;• якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;• при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;• Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;• у разі втрати Подарунковий сертифікат не відновлюється;• термін дії Подарункового сертифіката не продовжується;• після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;• термін дії вказаний на звороті Подарункового сертифіката.
    `,
  },

  {
    id: 4,
    name: '5000 грн',
    price: 5000,
    image: CertificateImage,
    sku: 100004,
    description: `
      Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!

      Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.

      • при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;• якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;• при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;• Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;• у разі втрати Подарунковий сертифікат не відновлюється;• термін дії Подарункового сертифіката не продовжується;• після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;• термін дії вказаний на звороті Подарункового сертифіката.
    `,
  },

  {
    id: 5,
    name: '10000 грн',
    price: 10000,
    image: CertificateImage,
    sku: 100005,
    description: `
      Коли важливо не помилитися з вибором — подаруйте сертифікат, який стане початком особливої історії!

      Подарунковий сертифікат — це попередній платіж, який дає можливість купувати товари на суму, еквівалентну його номіналу. Термін дії сертифіката обмежений і становить 12 місяців із дати його купівлі.

      • при оплаті Подарунковим сертифікатом ви отримуєте право на покупку товару чи декількох товарів на суму в межах номіналу сертифіката;• якщо сума товарів більше номіналу сертифіката, різниця оплачується покупцем;• при покупці на суму, меншу за позначену на сертифікаті, різниця не повертається та не переноситься на наступні покупки;• Подарунковий сертифікат поверненню та обміну на Подарунковий сертифікат іншого номіналу не підлягає;• у разі втрати Подарунковий сертифікат не відновлюється;• термін дії Подарункового сертифіката не продовжується;• після закінчення терміну дії Подарунковий сертифікат вважається недійсним незалежно від причин, через які він не був використаний;• термін дії вказаний на звороті Подарункового сертифіката.
    `,
  },
] 